"ALL_DAY_DAY_VIEW" = "celý deň";
"NOON" = "Poludnie";
"UNTITLED_EVENT" = "Nová udalosť";
"ALL_DAY" = "celý deň";
"ALL_DAY_EVENTS" = "celodenné udalosti";
"CELL_ENDS" = "KONIEC";

"CALENDARS" = "Kalendáre";

"ALL" = "Všetky";
"ALL_CALENDARS" = "Všetky kalendáre";
"ALL_OF_STORE" = "Všetky %@";
"N_CALENDARS" = "Kalendáre: %@";

"SHOW_CALENDARS" = "Zobraziť kalendáre";
"SHOW_ALL_CALENDARS" = "Zobraziť všetky kalendáre";
"HIDE_ALL_CALENDARS" = "Skryť všetky kalendáre";
"NO_CALENDARS" = "Žiadne kalendáre";

"ALERT" = "Upozornenie";
"ALERT_LOWERCASE" = "upozornenie";
"ALERT_DETAIL_NAV_TITLE" = "Upozornenie";
"SECOND_ALERT" = "Druhé upozornenie";
"NONE_ALERT" = "Žiadne";
"NONE_INVITEES" = "Žiadne";
"EVENT" = "Udalosť";
"EVENTS" = "Udalosti";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dni";
"INTERVAL_DAY" = "1 deň";
"INTERVAL_HOURS" = "%@ h";
"INTERVAL_HOUR" = "1 h";
"INTERVAL_MINUTES" = "%@ min";
"INTERVAL_MINUTE" = "1 min";
"INTERVAL_SECONDS" = "%@ s";
"INTERVAL_SECOND" = "1 s";
"INTERVAL_WEEK" = "1 týždeň";
"INTERVAL_FORMAT_BEFORE" = "%@ pred";
"INTERVAL_FORMAT_AFTER" = "%@ po";
"BEFORE" = " pred";
"AFTER" = " po";
"ON_TIME" = "V čase udalosti";
"ON_TIME_AT" = "V deň udalosti (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " do ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "do ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Celý deň";

"DETAIL_DURATION_FORMAT" = "od %@ do %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "od %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "od %@ do %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "do %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Celý deň od %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "do %@";

"CALENDAR" = "Kalendár";
"UNTITLED_CALENDAR" = "Kalendár bez názvu";
"UNTITLED_ACCOUNT" = "Účet bez názvu";

"NOTES_PLACEHOLDER" = "Poznámky";
"NOTES_LOWERCASE" = "poznámky";
"NOTES" = "Poznámky";
"SHOW_ALL_NOTES" = "Zobraziť všetky poznámky";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Zobraziť na Facebooku";

"UNKNOWN" = "Neznámy";

"SHARED_CALENDAR" = "Zdieľaný kalendár";
"SHARED" = "Zdieľané";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Zdieľaný s užívateľom %@";
"SHARED_WITH_SINGLE_PERSON" = "Zdieľaný s užívateľom %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Zdieľaný s užívateľom %@ a…";
"PUBLIC_AND_SHARED" = "Verejný a zdieľaný s užívateľom %@…";

"ACCESS_DENIED_EVENTS" = "Táto aplikácia nemá prístup k vašim kalendárom.";
"ACCESS_DENIED_REMINDERS" = "Táto aplikácia nemá prístup k vašim pripomienkam.";

/* Name of subscribed group */
"SUBSCRIBED" = "Odoberané";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Narodeniny";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Iný";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Pripomienky";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Domov";
"ICLOUD_WORK_CALENDAR" = "Práca";

"STARTS" = "Začiatok";
"ENDS" = "Koniec";

"REPEAT" = "Opakovať";
"NEVER" = "Nikdy";
"DAILY" = "Denne";
"WEEKLY" = "Týždenne";
"BIWEEKLY" = "Každý 2. týždeň";
"MONTHLY" = "Mesačne";
"YEARLY" = "Ročne";
"CUSTOM" = "Vlastné";

"AVAILABILITY" = "Dostupnosť";
"BUSY" = "Nemám čas";
"FREE" = "Mám čas";
"TENTATIVE" = "Podľa okolností";
"OUT_OF_OFFICE" = "Mimo kancelárie";

"EDIT" = "Upraviť";
"CANCEL" = "Zrušiť";
"DONE" = "Hotovo";
"ADD" = "Pridať";
"TO_WITH_COLON" = "Pre:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detaily udalosti";
"ICS_EVENTS" = "Udalosti: %@";

/* button title */
"ICS_ADD_ALL" = "Pridať všetky";
"ICS_ADD_SOME" = "Pridať: %@";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Vybrať kalendár";

"DELETE_CALENDAR" = "Vymazať kalendár";
"EDIT_CALENDAR" = "Upraviť kalendár";
"EDIT_CALENDARS" = "Upraviť kalendáre";
"ADD_CALENDAR" = "Pridať kalendár";
"JOIN_CALENDAR" = "Pripojiť sa do kalendára";
"CALENDAR_NAME" = "Meno kalendára";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Nový kalendár…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Pridať kalendár…";
"DELETE_CALENDAR_CONFIRMATION" = "Naozaj chcete vymazať tento kalendár? Všetky udalosti a pripomienky súvisiace s týmto kalendárom budú taktiež vymazané.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Naozaj chcete vymazať tento kalendár? Všetky udalosti súvisiace s týmto kalendárom budú taktiež vymazané.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Naozaj chcete vymazať tento kalendár? Všetky pripomienky súvisiace s týmto kalendárom budú taktiež vymazané.";

"UNKNOWN_IDENTITY" = "niekto";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Niekto";

"JOIN_CALENDAR_TITLE_FORMAT" = "Pripojiť sa do „%@“?";
"JOIN_CALENDAR_BODY_FORMAT" = "Užívateľ %@ vás pozval do zdieľaného kalendára.";

"CANCELELD_BY_FORMAT" = "Zrušené užívateľom %@";
"FROM_FORMAT" = "Od: %@";
"TIME_CHANGED_TO_FORMAT" = "Čas zmenený na %@";
"DATE_CHANGED_TO_FORMAT" = "Dátum zmenený na %@";
"LOCATION_CHANGED" = "Poloha zmenená";

"QUOTED_FORMAT" = "„%@“";

"COLOR" = "Farba";
"PURPLE" = "Fialová";
"ORANGE" = "Oranžová";
"BLUE" = "Modrá";
"RED" = "Červená";
"BROWN" = "Hnedá";
"YELLOW" = "Žltá";
"GREEN" = "Zelená";

"SHARED_WITH_COLON" = "Zdieľaný s:";
"PENDING" = "Nevybavené";
"OWNER" = "Vlastník";
"ADD_PERSON" = "Pridať osobu";
"ADD_PERSON_WITH_ELLIPSIS" = "Pridať osobu…";
"PUBLIC_CALENDAR" = "Verejný kalendár";
"PUBLIC_CALENDAR_DESCRIPTION" = "Povoliť všetkým odoberať verziu tohto kalendára určenú len na čítanie.";
"PUBLISHING_WITH_ELLIPSIS" = "Zverejňuje sa…";
"VIEW_ONLY" = "Len zobraziť";
"VIEW_AND_EDIT" = "Zobraziť a upraviť";
"ALLOW_EDITING" = "Povoliť úpravy";
"ALLOW_EDITING_DESCRIPTION" = "Povoliť tejto osobe vykonávať zmeny\nv kalendári.";
"RESEND_SHARING_INVITATION" = "Znovu poslať pozvánky";
"REMOVE_FROM_CALENDAR" = "Odstrániť z kalendára";
"REMOVE" = "Odstrániť";
"REMOVE_ALERT_TEXT" = "%@ okamžite stratí prístup k tomuto kalendáru.";
"SHARE_LINK_WITH_ELLIPSIS" = "Zdieľať odkaz…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Zdieľať odkaz na kalendár:";
"EMAIL" = "Email";
"MESSAGE" = "Správa";
"TWEET" = "Tweet";
"COPY_LINK" = "Kopírovať odkaz";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Pridané do %@ užívateľom %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Vymazané z %@ užívateľom %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Aktualizované v kalendári %@ užívateľom %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ - zmenené užívateľom %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ - zmenené na %@ užívateľom %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ a %@ - zmenené užívateľom %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "Udalosti (%@) boli pridané do kalendára %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Udalosti (%@) boli vymazané z kalendára %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "Udalosti (%@) boli aktualizované v kalendári %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "Udalosti (%@) boli pridané do kalendára %@ užívateľom %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "Udalosti (%@) boli vymazané z kalendára %@ užívateľom %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "Udalosti (%@) boli aktualizované v kalendári %@ užívateľom %@.";

"SHARED_PROP_DATE" = "dátum";
"SHARED_PROP_TIME" = "čas";
"SHARED_PROP_TITLE" = "názov";
"SHARED_PROP_LOCATION" = "poloha";

"ADD_SHAREES_PROMPT" = "Pridať účastníkov do tohto kalendára.";

"CREATED_BY" = "Vytvorené";
"EDITED_BY" = "Upravené";
"CREATED_BY_LOWERCASE" = "vytvorené";
"EDITED_BY_LOWERCASE" = "upravené";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "Užívateľ %@ sa pripojil k zdieľaniu vášho kalendára.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "Užívateľ %@ zamietol váš zdieľaný kalendár.";
"PENDING_SHARED_CALENDAR_FORMAT" = "Užívateľ %@ zatiaľ neodpovedal na pozvánku do zdieľaného kalendára.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Tento kalendár viac nie je zdieľaný.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Tento kalendár je verejný.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Odoberanie môjho %@ kalendára";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Odoberajte môj %@ kalendár na adrese: %@";

"ATTACHMENTS" = "Prílohy";
"ATTACHMENTS_LOWERCASE" = "prílohy";
"CANNOT_OPEN_ATTACHMENT" = "Nie je možné otvoriť prílohu";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ z %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Počas sťahovania prílohy sa vyskytla chyba.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Tento typ súboru nie je podporovaný.";
"UNTITLED_ATTACHMENT" = "Príloha bez názvu";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Aktualizujú sa kalendáre…";

"ENDS_TIME_FORMAT" = "koniec: %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ o %@";
"CALENDAR_TODAY" = "Dnes";
"CALENDAR_TODAY_LOWER" = "dnes";
"CALENDAR_YESTERDAY" = "Včera";
"CALENDAR_YESTERDAY_LOWER" = "včera";
"CALENDAR_TOMORROW" = "Zajtra";
"CALENDAR_TOMORROW_LOWER" = "zajtra";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Predošlý %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "predošlý %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "%@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "%@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Budúci %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "budúci %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Odoberané";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Odoberané";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
